Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 是以聖人常善救人，故無棄人；
en: In the same way the sage is always skilful at saving men, and so he does not cast away any man;

source: 常善救物，故無棄物，
en: he is always skilful at saving things, and so he does not cast away anything.

source: 是謂襲明。
en: This is called 'Hiding the light of his procedure.'

source: 故善人者，不善人之師；
en: Therefore the man of skill is a master (to be looked up to) by him who has not the skill;

source: 不善人者，善人之資。
en: and he who has not the skill is the helper of (the reputation of) him who has the skill.

source: 不貴其師，不愛其資，雖智大迷，
en: If the one did not honour his master, and the other did not rejoice in his helper, an (observer), though intelligent, might greatly err about them.

source: 是謂要妙。
en: This is called 'The utmost degree of mystery.'

source: 知其雄，
en: Who knows his manhood's strength,

source: 守其雌，
en: Yet still his female feebleness maintains;

source: 為天下谿。
en: As to one channel flow the many drains,

source: 為天下谿，
en: All come to him, yea, all beneath the sky.

source: 常德不離，復歸於嬰兒。
en: Thus he the constant excellence retains; The simple child again, free from all stains. Who knows how white attracts,

source: 知其白，
en: Yet always keeps himself within black's shade,

source: 守其黑，
en: The pattern of humility displayed,

source: 為天下式。
en: Displayed in view of all beneath the sky;

source: 為天下式，
en: He in the unchanging excellence arrayed,

source: 常德不忒，
en: Endless return to man's first state has made.

source: 復歸於無極。知其榮，
en: Who knows how glory shines, Yet loves disgrace, nor ever for it is pale;

source: 守其辱，
en: Behold his presence in a spacious vale,

source: 為天下谷，
en: To which men come from all beneath the sky.

source: 常德乃足，
en: The unchanging excellence completes its tale;

source: 復歸於樸。
en: The simple infant man in him we hail.

source: 樸散則為器，
en: The unwrought material, when divided and distributed, forms vessels.

source: 聖人用之，則為官長，
en: The sage, when employed, becomes the Head of all the Officers (of government);

source: 故大制不割。
en: and in his greatest regulations he employs no violent measures.

source: 將欲取天下而為之，吾見其不得已。
en: If any one should wish to get the kingdom for himself, and to effect this by what he does, I see that he will not succeed.

source: 天下神器，不可為也，
en: The kingdom is a spirit-like thing, and cannot be got by active doing.

source: 為者敗之，
en: He who would so win it destroys it;

source: 執者失之。故物或行或隨，
en: he who would hold it in his grasp loses it. The course and nature of things is such that

source: 或歔或吹。
en: What was in front is now behind;

source: 或強或羸，
en: What warmed anon we freezing find.

source: 或挫或隳。
en: Strength is of weakness oft the spoil;

source: 是以聖人去甚，去奢，去泰。
en: The store in ruins mocks our toil. Hence the sage puts away excessive effort, extravagance, and easy indulgence.

source: 以道佐人主者，不以兵強天下。
en: He who would assist a lord of men in harmony with the Dao will not assert his mastery in the kingdom by force of arms.

source: 其事好還。
en: Such a course is sure to meet with its proper return.

source: 師之所處，
en: Wherever a host is stationed, briars and thorns spring up.

source: 荊棘生焉。大軍之後，
en: In the sequence of great armies there are sure to be bad years.

source: 必有凶年。
en: A skilful (commander) strikes a decisive blow, and stops.

source: 善有果而已，不敢以取強。果而勿矜，果而勿伐，
en: He does not dare (by continuing his operations) to assert and complete his mastery. He will strike the blow, but will be on his guard against being vain or boastful or arrogant in consequence of it.

source: 果而勿驕。
en: He strikes it as a matter of necessity;

source: 果而不得已，
en: he strikes it, but not from a wish for mastery.

source: 果而勿強。
en: When things have attained their strong maturity they become old.

source: 物壯則老，是謂不道，不道早已。
en: This may be said to be not in accordance with the Dao: and what is not in accordance with it soon comes to an end.

source: 夫佳兵者，不祥之器，物或惡之，
en: Now arms, however beautiful, are instruments of evil omen, hateful, it may be said, to all creatures.

source: 君子居則貴左，用兵則貴右。
en: The superior man ordinarily considers the left hand the most honourable place, but in time of war the right hand.

source: 兵者不祥之器，非君子之器，
en: Those sharp weapons are instruments of evil omen, and not the instruments of the superior man;

source: 不得已而用之，
en: - he uses them only on the compulsion of necessity.

source: 恬淡為上。
en: Calm and repose are what he prizes;

source: 勝而不美，
en: victory (by force of arms) is to him undesirable.

source: 而美之者，是樂殺人。
en: To consider this desirable would be to delight in the slaughter of men;

source: 夫樂殺人者，則不可以得志於天下矣。
en: and he who delights in the slaughter of men cannot get his will in the kingdom. On occasions of festivity to be on the left hand is the prized position;

source: 吉事尚左，
en: on occasions of mourning, the right hand.

source: 凶事尚右。偏將軍居左，
en: The second in command of the army has his place on the left;

source: 上將軍居右，
en: the general commanding in chief has his on the right;

source: 言以喪禮處之。
en: - his place, that is, is assigned to him as in the rites of mourning.

source: 殺人之眾，以哀悲泣之，
en: He who has killed multitudes of men should weep for them with the bitterest grief;

source: 戰勝，以喪禮處之。
en: and the victor in battle has his place (rightly) according to those rites.

source: 道常無名，
en: The Dao, considered as unchanging, has no name.

source: 樸雖小，天下莫能臣也。
en: Though in its primordial simplicity it may be small, the whole world dares not deal with (one embodying) it as a minister.

source: 侯王若能守之，萬物將自賓。
en: If a feudal prince or the king could guard and hold it, all would spontaneously submit themselves to him.

source: 天地相合，以降甘露，民莫之令而自均。
en: Heaven and Earth (under its guidance) unite together and send down the sweet dew, which, without the directions of men, reaches equally everywhere as of its own accord.

source: 始制有名，
en: As soon as it proceeds to action, it has a name.

source: 名亦既有，夫亦將知止，知止所以不殆。
en: When it once has that name, (men) can know to rest in it. When they know to rest in it, they can be free from all risk of failure and error.

source: 譬道之在天下，猶川谷之於江海。
en: The relation of the Dao to all the world is like that of the great rivers and seas to the streams from the valleys.

source: 知人者智，
en: He who knows other men is discerning;

source: 自知者明。
en: he who knows himself is intelligent.

source: 勝人者有力，
en: He who overcomes others is strong;

source: 自勝者強。
en: he who overcomes himself is mighty.

source: 知足者富。
en: He who is satisfied with his lot is rich;

source: 強行者有志。
en: he who goes on acting with energy has a (firm) will.

source: 不失其所者久。
en: He who does not fail in the requirements of his position, continues long;

source: 死而不亡者壽。
en: he who dies and yet does not perish, has longevity.

source: 大道氾兮，其可左右。
en: All-pervading is the Great Dao! It may be found on the left hand and on the right.

source: 萬物恃之而生而不辭，
en: All things depend on it for their production, which it gives to them, not one refusing obedience to it.

source: 功成不名有。
en: When its work is accomplished, it does not claim the name of having done it.

source: 衣養萬物而不為主，
en: It clothes all things as with a garment, and makes no assumption of being their lord;

source: 常無欲，
en: - it may be named in the smallest things.

source: 可名於小；萬物歸焉而不為主，
en: All things return (to their root and disappear), and do not know that it is it which presides over their doing so;

source: 可名為大。
en: - it may be named in the greatest things.

source: 以其終不自為大，
en: Hence the sage is able (in the same way) to accomplish his great achievements.

source: 故能成其大。
en: It is through his not making himself great that he can accomplish them.

source: 執大象，天下往。往而不害，
en: To him who holds in his hands the Great Image (of the invisible Dao), the whole world repairs.

source: 安平太。樂與餌，過客止。
en: Men resort to him, and receive no hurt, but (find) rest, peace, and the feeling of ease.

source: 道之出口，淡乎其無味，
en: Music and dainties will make the passing guest stop (for a time).

source: 視之不足見，聽之不足聞，用之不足既。
en: But though the Dao as it comes from the mouth, seems insipid and has no flavour, though it seems not worth being looked at or listened to, the use of it is inexhaustible.

source: 將欲歙之，必固張之；
en: When one is about to take an inspiration, he is sure to make a (previous) expiration;

source: 將欲弱之，必固強之；
en: when he is going to weaken another, he will first strengthen him;

source: 將欲廢之，必固興之；
en: when he is going to overthrow another, he will first have raised him up;

source: 將欲奪之，必固與之。
en: when he is going to despoil another, he will first have made gifts to him:

source: 是謂微明。
en: - this is called 'Hiding the light (of his procedure).'

source: 柔弱勝剛強。
en: The soft overcomes the hard; and the weak the strong.

source: 魚不可脫於淵，
en: Fishes should not be taken from the deep;

source: 國之利器不可以示人。
en: instruments for the profit of a state should not be shown to the people.

source: 道常無為而無不為。侯王若能守之，
en: The Dao in its regular course does nothing (for the sake of doing it), and so there is nothing which it does not do.

source: 萬物將自化。化而欲作，
en: If princes and kings were able to maintain it, all things would of themselves be transformed by them.

source: 吾將鎮之以無名之樸。無名之樸，
en: If this transformation became to me an object of desire, I would express the desire by the nameless simplicity.

source: 夫亦將無欲。
en: Simplicity without a name Is free from all external aim.

source: 不欲以靜，
en: With no desire, at rest and still,

source: 天下將自定。
en: All things go right as of their will.

source: 上德不德，是以有德；下德不失德，
en: (Those who) possessed in highest degree the attributes (of the Dao) did not (seek) to show them, and therefore they possessed them (in fullest measure).

source: 是以無德。上德無為而無以為，
en: (Those who) possessed in a lower degree those attributes (sought how) not to lose them, and therefore they did not possess them (in fullest measure).

source: 下德為之而有以為。
en: (Those who) possessed in the highest degree those attributes did nothing (with a purpose), and had no need to do anything.

source: 上仁為之而無以為，
en: (Those who) possessed them in a lower degree were (always) doing, and had need to be so doing.

source: 上義為之而有以為。上禮為之而莫之應，則攘臂而扔之。
en: (Those who) possessed the highest benevolence were (always seeking) to carry it out, and had no need to be doing so. (Those who) possessed the highest righteousness were (always seeking) to carry it out, and had need to be so doing.

source: 故失道而後德，失德而後仁，失仁而後義，
en: (Those who) possessed the highest (sense of) propriety were (always seeking) to show it, and when men did not respond to it, they bared the arm and marched up to them.

source: 失義而後禮。
en: Thus it was that when the Dao was lost, its attributes appeared;

source: 夫禮者，
en: when its attributes were lost, benevolence appeared;

source: 忠信之薄，
en: when benevolence was lost, righteousness appeared;

source: 而亂之首。
en: and when righteousness was lost, the proprieties appeared.

source: 前識者，道之華，而愚之始。
en: Now propriety is the attenuated form of leal-heartedness and good faith, and is also the commencement of disorder;

source: 是以大丈夫處其厚，
en: swift apprehension is (only) a flower of the Dao, and is the beginning of stupidity.

source: 不居其薄；處其實，
en: Thus it is that the Great man abides by what is solid, and eschews what is flimsy;

source: 不居其華。
en: dwells with the fruit and not with the flower.

source: 昔之得一者，天得一以清，
en: The things which from of old have got the One (the Dao) are -

source: 地得一以寧，
en: Heaven which by it is bright and pure;

source: 神得一以靈，
en: Earth rendered thereby firm and sure;

source: 谷得一以盈，萬物得一以生，
en: Spirits with powers by it supplied; Valleys kept full throughout their void All creatures which through it do live

source: 侯王得一以為天下貞。
en: Princes and kings who from it get The model which to all they give.

source: 其致之，天無以清將恐裂，
en: All these are the results of the One (Dao). If heaven were not thus pure, it soon would rend;

source: 地無以寧將恐發，
en: If earth were not thus sure, 'twould break and bend;

source: 神無以靈將恐歇，谷無以盈將恐竭，
en: Without these powers, the spirits soon would fail; If not so filled, the drought would parch each vale; Without that life, creatures would pass away;

source: 萬物無以生將恐滅，
en: Princes and kings, without that moral sway, However grand and high, would all decay.

source: 侯王無以貴高將恐蹶。故貴以賤為本，
en: Thus it is that dignity finds its (firm) root in its (previous) meanness, and what is lofty finds its stability in the lowness (from which it rises).

source: 高以下為基。是以侯王自稱孤﹑寡﹑不穀。此非以賤為本邪？
en: Hence princes and kings call themselves 'Orphans,' 'Men of small virtue,' and as 'Carriages without a nave.' Is not this an acknowledgment that in their considering themselves mean they see the foundation of their dignity?

source: 非乎？故致數輿無輿，
en: So it is that in the enumeration of the different parts of a carriage we do not come on what makes it answer the ends of a carriage.

source: 不欲琭琭如玉，珞珞如石。
en: They do not wish to show themselves elegant-looking as jade, but (prefer) to be coarse-looking as an (ordinary) stone.

source: 反者道之動，
en: The movement of the Dao By contraries proceeds;

source: 弱者道之用。
en: And weakness marks the course Of Dao's mighty deeds.

source: 天下萬物生於有，有生於無。
en: All things under heaven sprang from It as existing (and named); that existence sprang from It as non- existent (and not named).

source: 上士聞道，勤而行之；
en: Scholars of the highest class, when they hear about the Dao, earnestly carry it into practice.

source: 中士聞道，若存若亡；
en: Scholars of the middle class, when they have heard about it, seem now to keep it and now to lose it.

source: 下士聞道，大笑之。
en: Scholars of the lowest class, when they have heard about it, laugh greatly at it.

source: 不笑不足以為道。
en: If it were not (thus) laughed at, it would not be fit to be the Dao.

source: 故建言有之﹕
en: Therefore the sentence-makers have thus expressed themselves:

source: 明道若昧，
en: 'The Dao, when brightest seen, seems light to lack;

source: 進道若退，
en: Who progress in it makes, seems drawing back;

source: 夷道若纇，
en: Its even way is like a rugged track.

source: 上德若谷，
en: Its highest virtue from the vale doth rise;

source: 大白若辱，
en: Its greatest beauty seems to offend the eyes;

source: 廣德若不足，
en: And he has most whose lot the least supplies.

source: 建德若偷，
en: Its firmest virtue seems but poor and low;

source: 質真若渝，
en: Its solid truth seems change to undergo;

source: 大方無隅，
en: Its largest square doth yet no corner show

source: 大器晚成，
en: A vessel great, it is the slowest made;

source: 大音希聲，
en: Loud is its sound, but never word it said;

source: 大象無形，
en: A semblance great, the shadow of a shade.'

source: 道隱無名。
en: The Dao is hidden, and has no name;

source: 夫唯道，善貸且成。
en: but it is the Dao which is skilful at imparting (to all things what they need) and making them complete.

source: 道生一，
en: The Dao produced One;

source: 一生二，
en: One produced Two; Two produced Three;

source: 二生三，
en: Three produced All things.

source: 三生萬物。萬物負陰而抱陽，沖氣以為和。人之所惡，
en: All things leave behind them the Obscurity (out of which they have come), and go forward to embrace the Brightness (into which they have emerged), while they are harmonised by the Breath of Vacancy.

source: 唯孤﹑寡﹑不穀，而王公以為稱。
en: What men dislike is to be orphans, to have little virtue, to be as carriages without naves;

source: 故物或損之而益，
en: and yet these are the designations which kings and princes use for themselves.

source: 或益之而損。人之所教，
en: So it is that some things are increased by being diminished, and others are diminished by being increased.

source: 我亦教之。
en: What other men (thus) teach, I also teach.

source: 強梁者不得其死，
en: The violent and strong do not die their natural death.

source: 吾將以為教父。
en: I will make this the basis of my teaching.

source: 天下之至柔，馳騁天下之至堅。無有入無間，
en: The softest thing in the world dashes against and overcomes the hardest; that which has no (substantial) existence enters where there is no crevice.

source: 吾是以知無為之有益。
en: I know hereby what advantage belongs to doing nothing (with a purpose).

source: 不言之教，無為之益，天下希及之。
en: There are few in the world who attain to the teaching without words, and the advantage arising from non-action.

source: 名與身孰親？
en: Or fame or life, Which do you hold more dear?

source: 身與貨孰多？
en: Or life or wealth, To which would you adhere?

source: 得與亡孰病？
en: Keep life and lose those other things; Keep them and lose your life:

source: 是故甚愛必大費，
en: - which brings Sorrow and pain more near? Thus we may see, Who cleaves to fame

source: 多藏必厚亡，
en: Rejects what is more great; Who loves large stores

source: 知足不辱，
en: Gives up the richer state. Who is content

source: 知止不殆，
en: Needs fear no shame. Who knows to stop

source: 可以長久。
en: Incurs no blame. From danger free Long live shall he.

source: 大成若缺，
en: Who thinks his great achievements poor

source: 其用不弊。
en: Shall find his vigour long endure.

source: 大盈若沖，
en: Of greatest fulness, deemed a void,

source: 其用不窮。
en: Exhaustion never shall stem the tide.

source: 大直若屈，
en: Do thou what's straight still crooked deem;

source: 大巧若拙，
en: Thy greatest art still stupid seem,

source: 大辯若訥。
en: And eloquence a stammering scream.

source: 躁勝寒，
en: Constant action overcomes cold;

source: 靜勝熱。
en: being still overcomes heat.

source: 清靜為天下正。
en: Purity and stillness give the correct law to all under heaven.

source: 天下有道，卻走馬以糞。
en: When the Dao prevails in the world, they send back their swift horses to (draw) the dung- carts.

source: 天下無道，戎馬生於郊。
en: When the Dao is disregarded in the world, the war-horses breed in the border lands.

source: 〉禍莫大於不知足；
en: There is no guilt greater than to sanction ambition; no calamity greater than to be discontented with one's lot;

source: 咎莫大於欲得。
en: no fault greater than the wish to be getting.

source: 故知足之足，常足矣。
en: Therefore the sufficiency of contentment is an enduring and unchanging sufficiency.

source: 不出戶，知天下；不闚牖，
en: Without going outside his door, one understands (all that takes place) under the sky;

source: 見天道。其出彌遠，
en: without looking out from his window, one sees the Dao of Heaven.

source: 其知彌少。是以聖人不行而知，
en: The farther that one goes out (from himself), the less he knows. Therefore the sages got their knowledge without travelling;

source: 不見而名，
en: gave their (right) names to things without seeing them;

source: 不為而成。
en: and accomplished their ends without any purpose of doing so.

source: 為學日益，為道日損。損之又損，
en: He who devotes himself to learning (seeks) from day to day to increase (his knowledge); he who devotes himself to the Dao (seeks) from day to day to diminish (his doing).

source: 以至於無為。
en: He diminishes it and again diminishes it, till he arrives at doing nothing (on purpose).

source: 無為而無不為。
en: Having arrived at this point of non-action, there is nothing which he does not do.

source: 取天下常以無事，
en: He who gets as his own all under heaven does so by giving himself no trouble (with that end).

source: 及其有事，不足以取天下。
en: If one take trouble (with that end), he is not equal to getting as his own all under heaven.

source: 聖人無常心，
en: The sage has no invariable mind of his own;

source: 以百姓心為心。
en: he makes the mind of the people his mind.

source: 善者，吾善之；
en: To those who are good (to me), I am good;

source: 不善者，吾亦善之，
en: and to those who are not good (to me), I am also good;

source: 德善。信者，
en: - and thus (all) get to be good.

source: 吾信之；不信者，
en: To those who are sincere (with me), I am sincere;

source: 吾亦信之，德信。
en: and to those who are not sincere (with me), I am also sincere;

source: 聖人在天下歙歙，為天下渾其心，
en: - and thus (all) get to be sincere. The sage has in the world an appearance of indecision, and keeps his mind in a state of indifference to all.

source: 百姓皆注其耳目,聖人皆孩之。
en: The people all keep their eyes and ears directed to him, and he deals with them all as his children.

source: 出生入死。
en: Men come forth and live;

source: 生之徒，
en: they enter (again) and die.

source: 十有三；死之徒，十有三；
en: Of every ten three are ministers of life (to themselves); and three are ministers of death.

source: 人之生，動之死地，亦十有三。夫何故？
en: There are also three in every ten whose aim is to live, but whose movements tend to the land (or place) of death. And for what reason?

source: 以其生生之厚。蓋聞善攝生者，陸行不遇兕虎，入軍不被甲兵；
en: Because of their excessive endeavours to perpetuate life. But I have heard that he who is skilful in managing the life entrusted to him for a time travels on the land without having to shun rhinoceros or tiger, and enters a host without having to avoid buff coat or sharp weapon.

source: 兕無所投其角，虎無所措其爪，兵無所容其刃。夫何故？
en: The rhinoceros finds no place in him into which to thrust its horn, nor the tiger a place in which to fix its claws, nor the weapon a place to admit its point. And for what reason?

source: 以其無死地。
en: Because there is in him no place of death.

source: 道生之，德畜之，
en: All things are produced by the Dao, and nourished by its outflowing operation.

source: 物形之，勢成之。是以萬物莫不尊道而貴德。道之尊，
en: They receive their forms according to the nature of each, and are completed according to the circumstances of their condition. Therefore all things without exception honour the Dao, and exalt its outflowing operation.

source: 德之貴，夫莫之命而常自然。
en: This honouring of the Dao and exalting of its operation is not the result of any ordination, but always a spontaneous tribute.

source: 故道生之，德畜之。長之育之，亭之毒之，
en: Thus it is that the Dao produces (all things), nourishes them, brings them to their full growth, nurses them, completes them, matures them, maintains them, and overspreads them.

source: 蓋之覆之。
en: It produces them and makes no claim to the possession of them;

source: 生而不有，為而不恃，
en: it carries them through their processes and does not vaunt its ability in doing so;

source: 長而不宰。是謂玄德。
en: it brings them to maturity and exercises no control over them; - this is called its mysterious operation.

source: 天下有始，以為天下母。
en: (The Dao) which originated all under the sky is to be considered as the mother of them all.

source: 〉既得其母，
en: When the mother is found, we know what her children should be.

source: 以知其子，既知其子，復守其母，沒身不殆。
en: When one knows that he is his mother's child, and proceeds to guard (the qualities of) the mother that belong to him, to the end of his life he will be free from all peril.

source: 塞其兌，閉其門，終身不勤。
en: Let him keep his mouth closed, and shut up the portals (of his nostrils), and all his life he will be exempt from laborious exertion.

source: 開其兌，濟其事，終身不救。
en: Let him keep his mouth open, and (spend his breath) in the promotion of his affairs, and all his life there will be no safety for him.

source: 見小曰明，守柔曰強。用其光，
en: The perception of what is small is (the secret of clear- sightedness; the guarding of what is soft and tender is (the secret of) strength.

source: 復歸其明，
en: Who uses well his light, Reverting to its (source so) bright,

source: 無遺身殃，
en: Will from his body ward all blight,

source: 是為習常。
en: And hides the unchanging from men's sight.

source: 使我介然有知，行於大道，唯施是畏。
en: If I were suddenly to become known, and (put into a position to) conduct (a government) according to the Great Dao, what I should be most afraid of would be a boastful display.

source: 大道甚夷，
en: The great Dao (or way) is very level and easy;

source: 而民好徑。
en: but people love the by-ways.

source: 朝甚除，田甚蕪，倉甚虛；
en: Their court(-yards and buildings) shall be well kept, but their fields shall be ill-cultivated, and their granaries very empty.

source: 服文綵，帶利劍，厭飲食，財貨有餘；
en: They shall wear elegant and ornamented robes, carry a sharp sword at their girdle, pamper themselves in eating and drinking, and have a superabundance of property and wealth;

source: 是為盜夸。
en: - such (princes) may be called robbers and boasters.

source: 非道也哉！
en: This is contrary to the Dao surely!

source: 善建者不拔，
en: What (Dao's) skilful planter plants Can never be uptorn;

source: 善抱者不脫，
en: What his skilful arms enfold, From him can never be borne.

source: 子孫以祭祀不輟。
en: Sons shall bring in lengthening line, Sacrifices to his shrine.
